Repository: seidakhmet/bpm
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: ru

source: RSA key not found
ru: RSA ключ не найден

source: Logging
ru: Логирование

source: Created time
ru: Время создания

source: Last change time
ru: Время последнего изменения

source: First name
ru: Имя

source: Last name
ru: Фамилия

source: Middle name
ru: Отчество

source: UUID identification
ru: UUID идентификатор

source: Created
ru: Создано

source: Published
ru: Опубликовано

source: Completed
ru: Завершено

source: Canceled
ru: Отменено

source: String
ru: Текстовая строка

source: Text
ru: Текст

source: Integer
ru: Целое число

source: Float
ru: Дробное число

source: Date
ru: Дата

source: Date and time
ru: Дата и время

source: Boolean
ru: Логический (Да/Нет)

source: Delegated to user
ru: Назначено на пользователя

source: Delegated to group
ru: Назначено на группу

source: Self-delegated
ru: Назначено на себя

source: Returned to delegator
ru: Возвращено назначившему

source: Sent to approval
ru: Отправлено на утверждение

source: Sent to rework
ru: Отправлено на доработку

source: A column
ru: Столбец A

source: B column
ru: Столбец B

source: C column
ru: Столбец C

source: D column
ru: Столбец D

source: E column
ru: Столбец E

source: F column
ru: Столбец F

source: G column
ru: Столбец G

source: H column
ru: Столбец H

source: I column
ru: Столбец I

source: J column
ru: Столбец J

source: K column
ru: Столбец K

source: L column
ru: Столбец L

source: M column
ru: Столбец M

source: N column
ru: Столбец N

source: O column
ru: Столбец O

source: P column
ru: Столбец P

source: Q column
ru: Столбец Q

source: R column
ru: Столбец R

source: S column
ru: Столбец S

source: T column
ru: Столбец T

source: U column
ru: Столбец U

source: V column
ru: Столбец V

source: W column
ru: Столбец W

source: X column
ru: Столбец X

source: Y column
ru: Столбец Y

source: Z column
ru: Столбец Z

source: Task index
ru: Индекс задачи

source: Column name
ru: Наименование столбца

source: Business process
ru: Бизнес процесс

source: Title
ru: Наименование

source: Description
ru: Описание

source: DGD code column
ru: Столбец кода ДГД

source: DGD name column
ru: Столбец наименования ДГД

source: UGD code column
ru: Столбец кода УГД

source: Status
ru: Статус

source: Min BPM group
ru: Минимальная группа BPM

source: Minimum BPM group that can work with this business process
ru: Минимальная группа BPM, которая может работать с этим бизнес процессом

source: Created by
ru: Кем создано

source: Business processes
ru: Бизнес процессы

source: Task
ru: Задача

source: Column index
ru: Индекс столбца

source: Column type
ru: Тип столбца

source: Is editable
ru: Редактируемый

source: Task column
ru: Столбец задачи

source: Task columns
ru: Столбцы задачи

source: Status name
ru: Наименование статуса

source: Required task columns
ru: Обязательные к заполнению столбцы задачи

source: Task status
ru: Статус задачи

source: Task statuses
ru: Статусы задачи

source: Index
ru: Индекс

source: DGD code
ru: Код ДГД

source: DGD code number
ru: Цифровой код ДГД

source: DGD name
ru: Наименование ДГД

source: UGD code
ru: Код УГД

source: No delegation
ru: Не назначено

source: No executor
ru: Нет исполнителя

source: No worker
ru: Нет работника

source: Value
ru: Значение

source: Task cell
ru: Ячейка задачи

source: Task cells
ru: Ячейки задачи

source: Old value
ru: Прежнее значение

source: New value
ru: Новое значение

source: Task cell value log
ru: Лог значения ячейки задачи

source: Task cell value logs
ru: Логи значения ячеек задачи

source: Task comment
ru: Комментарий к задаче

source: Task comments
ru: Комментарии к задаче

source: Delegated to
ru: На кого назначено

source: Task delegation
ru: Назначение задачи

source: Task delegations
ru: Назначения задачи

source: Excel file is not found
ru: Excel файл не найден

source: Personal info
ru: Личная информация

source: BPM info
ru: Информация из BPM

source: Permissions
ru: Права доступа

source: Important dates
ru: Важные даты

source: Groups
ru: Группы

source: Full name
ru: Полное имя

source: Sync BPM users
ru: Синхронизировать пользователей BPM

source: BPM users successfully synchronized.
ru: Синхронизация пользователей BPM успешно завершена.

source: RSA Key
ru: RSA ключ

source: BPM Group
ru: Группа BPM

source: Sync BPM groups
ru: Синхронизировать группы BPM

source: BPM groups successfully synchronized.
ru: Синхронизация групп BPM успешно завершена.

source: Is active
ru: Активен

source: BPM group ID
ru: Идентификатор группы BPM

source: BPM group name
ru: Наименование группы BPM

source: BPM Groups
ru: Группы BPM

source: Is developer
ru: Является разработчиком

source: BPM user ID
ru: Идентификатор пользователя BPM

source: BPM full name
ru: Полное имя пользователя BPM

source: BPM is disabled
ru: Пользователь BPM отключен

source: BPM email
ru: Email пользователя BPM

source: BPM groups
ru: Группы BPM

source: User
ru: Пользователь

source: Users
ru: Пользователи

source: Key name
ru: Наименование ключа

source: Public key
ru: Открытый ключ

source: Private key
ru: Закрытый ключ

source: Is test
ru: Тестовый

source: RSA Keys
ru: RSA ключи

source: Is used
ru: Использован

source: RSA key UUID
ru: UUID RSA ключа

source: Request data
ru: Данные запроса

source: User token
ru: Токен пользователя

source: User tokens
ru: Токены пользователей

source: Russian language
ru: Русский язык

source: Are you sure you want to
ru: Вы уверены, что хотите

source: Confirm
ru: Подтвердить

source: No, take me back
ru: Нет, верните меня обратно

source: NZCS tasks
ru: NZCS задачи

source: Tasks
ru: Задачи

source: Sign out
ru: Выход

source: Add business process
ru: Создать бизнес процесс

source: Submit
ru: Отправить

source: Approve confirmation
ru: Подтверждение отправки на утверждение

source: Comments
ru: Комментарии

source: Date and time of approve
ru: Дата и время утверждения

source: Cancel
ru: Отмена

source: Enter your comment...
ru: Введите ваш комментарий...

source: Send
ru: Отправить

source: No comments
ru: Комментариев нет

source: My tasks
ru: Мои задачи

source: Group tasks
ru: Групповые задачи

source: Delegated tasks
ru: Делегированные задачи

source: Approve tasks
ru: Задачи на утверждение

source: Search
ru: Поиск

source: Status filter
ru: Фильтр по статусу

source: Download
ru: Скачать

source: Sent to approve from
ru: Автор отправки на утверждение

source: Sent to approve date and time
ru: Когда отправлено на утверждение

source: No tasks
ru: Не найдено задач

source: Approve
ru: Утвердить

source: Rework
ru: Отправить на доработку

source: Assigning all tasks
ru: Назначение всех задач

source: Assign
ru: Назначить

source: Assign confirmation
ru: Подтверждение назначения

source: Assigned to
ru: На кого назначено

source: Delegating tasks
ru: Делегированные задач

source: Delegate
ru: Назначить

source: Are you sure you want to delete this business process?
ru: Вы уверены, что хотите удалить этот бизнес процесс?

source: Delete
ru: Удалить

source: ID
ru: Идентификатор

source: Excel file
ru: Excel файл

source: No file
ru: Нет файла

source: Minimal BPM group
ru: Минимальная группа BPM

source: Created at
ru: Время создания

source: Updated at
ru: Время обновления

source: Edit
ru: Редактировать

source: Publish
ru: Опубликовать

source: Columns
ru: Колонки

source: Defined task statuses
ru: Виды статусов задачи

source: Name
ru: Наименование

source: Type
ru: Тип

source: Edit columns
ru: Редактировать столбцы

source: No columns
ru: Нет столбцов

source: Edit business process columns
ru: Редактировать столбцы бизнес процесса

source: Save
ru: Сохранить

source: Edit business process
ru: Редактировать бизнес процесс

source: Assign to me
ru: Назначить на меня

source: Assign all found tasks to me
ru: Назначить все найденные задачи на меня

source: Assign all tasks to me
ru: Назначить все задачи на меня

source: Action
ru: Действие

source: Publish business process
ru: Публикация бизнес процесса

source: Do you want to publish tasks?
ru: Вы хотите опубликовать задачи?

source: Reject confirmation
ru: Подтверждение отправки на доработку

source: Send to approve confirmation
ru: Подтверждение отправки на утверждение

source: Are you sure you want to delete this status?
ru: Вы уверены, что хотите удалить этот статус?

source: Add status
ru: Создать статус

source: Required fields
ru: Обязательные поля

source: Parser type
ru: Тип парсера

source: Has row numbers
ru: Имеет номера строк

source: Deadline
ru: Срок выполнения

source: Assigned by
ru: Кем назначено

source: Not set
ru: Не установлено

source: Assign to ...
ru: Назначить на ...

source: Send to approve
ru: Отправить на утверждение
